Repository: bubalopetar/lawyer
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Change theme
hr: Promjeni temu

# showArchived
source: Show archive
hr: Prikaži arhivirane

source: Change notifications time
hr: Promjeni vrijeme obavijesti

# emptyArchive
source: No archived cases
hr: Nema arhiviranih

source: Starting at
hr: Od dana

source: No
hr: Ne

source: Yes
hr: Da

source: Business number
hr: Poslovni broj

source: Internal number
hr: Interni broj

source: Delete
hr: Izbriši

source: Deadline
hr: Rok

# numberOfDays
source: in days
hr: Broj dana

# mustNotBeEmpty
source: This field must not be empty
hr: Ovo polje ne može biti prazno

source: Wrong input
hr: Krivi unos

# deadlinePassed
source: Deadline has passed
hr: Rok je prošao

# noLongerThan
source: Field can not be longer than
hr: Unos ne može biti dulji od

# chars
source: characters
hr: znakova

# desc
source: Description
hr: Opis

# enterDesc
source: Enter description
hr: unesite proizvoljni opis

source: Client
hr: Stranka

# clientName
source: enter client name
hr: unesite naziv stranke

source: enter internal number
hr: unesite interni broj

source: enter business number
hr: unesite poslovni broj

# areYouSure
source: Are you sure you want to
hr: Jeste li sigurni da želite

source: return archived
hr: vratiti arhivirani

source: archive
hr: arhivirati

source: delete case?
hr: izbrisati predmet?

source: Last day
hr: Zadnji dan roka

source: Penultimate day
hr: Predzadnji dan roka

# deadlinePassedAt
source: Deadline has passed at
hr: Rok je prošao u

source: Deadline starts at
hr: Rok počinje od

source: until deadline
hr: do isteka roka

source: day
hr: dan

source: days
hr: dana

source: hour
hr: sat

source: hours
hr: sati

source: and
hr: i

source: Add new item
hr: Dodaj novi unos

source: Current notification time
hr: Trenutno vrijeme obavijesti
